Repository: p2p-solidarity/solidarity
Catalog: solidarity/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Up to date
zh_hant: 已是最新

source: use
zh_hant: 次

source: Use Data
zh_hant: 使用資料

source: Use this mode for verifier-compatible OID4VP style requests.
zh_hant: 此模式用於相容驗證器的 OID4VP 類型請求。

source: Use this mode when both users are in Solidarity for direct exchange.
zh_hant: 當雙方都在 Solidarity 中時，使用此模式進行直接交換。

source: Use your camera to scan a business card or select an image from your photos
zh_hant: 使用相機掃描名片，或從照片中選擇圖片

source: Use ZK proof by default
zh_hant: 預設使用 ZK 證明

source: uses
zh_hant: 次

source: Validation error: %@
zh_hant: 驗證錯誤：%@

source: Vault Item Will Unlock Soon
zh_hant: 保險箱項目即將解鎖

source: Verification
zh_hant: 驗證

source: Verified
zh_hant: 已驗證

source: Verified Only
zh_hant: 僅顯示已驗證

source: Verifier
zh_hant: 驗證器

source: Verifying BAC...
zh_hant: 正在驗證 BAC…

source: View Card
zh_hant: 查看名片

source: View Details
zh_hant: 查看詳情

source: View in Sakura
zh_hant: 在 Sakura 中查看

source: View Profile
zh_hant: 查看檔案

source: vp_token generated and dispatched.
zh_hant: vp_token 已產生並送出。

source: Waiting for %@ response...
zh_hant: 等待 %@ 回應中...

source: Waiting for the other person to confirm
zh_hant: 正在等待對方確認

source: We encountered a problem. %@
zh_hant: 我們遇到問題。%@

source: Welcome
zh_hant: 歡迎

source: Welcome to Solidarity
zh_hant: 歡迎來到 Solidarity

source: Yes
zh_hant: 是

source: You have completed all basic setup
zh_hant: 你已完成所有基礎設定

source: You will set up your key, import contacts, and prepare your passport credential.
zh_hant: 你將設定金鑰、匯入聯絡人，並準備護照憑證。

source: You're all set.
zh_hant: 一切就緒。

source: Your device does not support scanning a code from an item. Please use a device with a camera.
zh_hant: 你的裝置不支援掃描此類代碼。請使用具備相機的裝置。

source: Your Ichigoichie message will be delivered when \(recipient.name) is online! 🌸
zh_hant: 你的一期一會訊息會在 \(recipient.name) 上線時送達！🌸

source: Your Identity
zh_hant: 你的身份

source: ZK Capability
zh_hant: 零知識能力

source: ZK proof generation completed
zh_hant: ZK 證明產生完成

source: ZK proof ready
zh_hant: ZK 證明已就緒

source: ZK Settings
zh_hant: 零知識設定
